//
//  Localizable.strings
//  Stats
//
//  Created by Casper Sørensen (casperes1996) on 18/11/2021, updated by Aleksander Bang-Larsen (aleksanderbl29) on 11/06/2023, 28/06/2023 and 25/08/2023.
//  Using Swift 5.0.
//  Running on macOS 13.4.
//
//  Copyright © 2020 Serhiy Mytrovtsiy. All rights reserved.
//

// Modules
"CPU" = "CPU";
"Open CPU settings" = "Åben indstillinger for CPU";
"GPU" = "GPU";
"Open GPU settings" = "Åben indstillinger for GPU";
"RAM" = "RAM";
"Open RAM settings" = "Åben indstillinger for RAM";
"Disk" = "Disk";
"Open Disk settings" = "Åben indstillinger for disk";
"Sensors" = "Sensorer";
"Open Sensors settings" = "Åben indstillinger for sensorer";
"Network" = "Netværk";
"Open Network settings" = "Åben indstillinger for netværk";
"Battery" = "Batteri";
"Open Battery settings" = "Åben indstillinger for batteri";
"Bluetooth" = "Bluetooth";
"Open Bluetooth settings" = "Åben indstillinger for bluetooth";
"Clock" = "Ur";
"Open Clock settings" = "Åben indstillinger for ur";

// Words
"Unknown" = "Ukendt";
"Version" = "Version";
"Processor" = "Processor";
"Memory" = "Hukommelse";
"Graphics" = "Grafik";
"Close" = "Luk";
"Download" = "Download";
"Install" = "Installér";
"Cancel" = "Annuller";
"Unavailable" = "Utilgængelig";
"Yes" = "Ja";
"No" = "Nej";
"Automatic" = "Automatisk";
"Manual" = "Manuelt"; // As in opposed to automatic, not a manual. A manual would be translated as manual, same as English.
"None" = "Ingen";
"Dots" = "Prikker";
"Arrows" = "Pile";
"Characters" = "Tegn";
"Short" = "Kort";
"Long" = "Lang";
"Statistics" = "Statistik";
"Max" = "Max";
"Min" = "Mit"; // translategemma:4b
"Reset" = "Nulstil";
"Alignment" = "Opstilling"; //As in text alignment
"Left alignment" = "Venstrejusteret";
"Center alignment" = "Midterjusteret";
"Right alignment" = "Højrejusteret";
"Dashboard" = "Instrumentbræt";
"Enabled" = "Aktiveret";
"Disabled" = "Deaktiveret";
"Silent" = "Stille";
"Units" = "Enheder";
"Fans" = "Blæsere";
"Scaling" = "Skalering";
"Linear" = "Lineær";
"Square" = "Kvadrat"; // translategemma:4b
"Cube" = "Kube"; // translategemma:4b
"Logarithmic" = "Logaritmisk";
"Fixed scale" = "Løst"; // translategemma:4b
"Cores" = "Kerner";
"Settings" = "Indstillinger";
"Name" = "Navn";
"Format" = "Format";
"Turn off" = "Sluk";
"Normal" = "Normal";
"Warning" = "Advarsel"; // translategemma:4b
"Critical" = "Afgørende"; // translategemma:4b
"Usage" = "Brug"; // translategemma:4b
"2 minutes" = "2 minutter"; // translategemma:4b
"3 minutes" = "3 minutter"; // translategemma:4b
"10 minutes" = "10 minutter"; // translategemma:4b
"Import" = "Importer"; // translategemma:4b
"Export" = "Eksport"; // translategemma:4b
"Separator" = "Adskiller"; // translategemma:4b
"Read" = "Læs"; // translategemma:4b
"Write" = "Skriv"; // translategemma:4b
"Frequency" = "Frekvens"; // translategemma:4b
"Save" = "Gem"; // translategemma:4b
"Run" = "Kør"; // translategemma:4b
"Stop" = "Stop";
"Uninstall" = "Afinstallér"; // translategemma:4b
"1 sec" = "1 sekund"; // translategemma:4b
"2 sec" = "2 sek"; // translategemma:4b
"3 sec" = "3 sek"; // translategemma:4b
"5 sec" = "5 sekunder"; // translategemma:4b
"10 sec" = "10 sek"; // translategemma:4b
"15 sec" = "15 sek"; // translategemma:4b
"30 sec" = "30 sek"; // translategemma:4b
"60 sec" = "60 sek."; // translategemma:4b

// Setup
"Stats Setup" = "Stats opsætning";
"Previous" = "Forrige";
"Previous page" = "Forrige side";
"Next" = "Næste";
"Next page" = "Næste side";
"Finish" = "Afslut";
"Finish setup" = "Afslut opsætning";
"Welcome to Stats" = "Velkommen til Stats";
"welcome_message" = "Tak for, at du bruger Stats, det gratis, open source, program til at overvåge din Mac fra menulinjen.";
"Start the application automatically when starting your Mac" = "Start programmet automatisk når din Mac tænder";
"Do not start the application automatically when starting your Mac" = "Start ikke automatisk programmet når din Mac tænder";
"Do everything silently in the background (recommended)" = "Foretag alle handlinger i baggrunden (anbefalet)";
"Check for a new version on startup" = "Søg efter ny opdatering ved programstart";
"Check for a new version every day (once a day)" = "Søg efter ny opdatering hver dag (en gang dagligt)";
"Check for a new version every week (once a week)" = "Søg efter ny opdatering hver uge (en gang om ugen)";
"Check for a new version every month (once a month)" = "Søg efter ny opdatering hver måned (en gang hver måned)";
"Never check for updates (not recommended)" = "Søg aldrig efter nye opdateringer (ikke anbefalet)";
"Anonymous telemetry for better development decisions" = "Anonym brugsdata til at forbedre udviklingen af programmet";
"Share anonymous telemetry data" = "Del anonym data om brugen af programmet";
"Do not share anonymous telemetry data" = "Del ikke anonym data om brugen af programmet";
"The configuration is completed" = "Opsætning gennemført!";
"finish_setup_message" = "Alting er opsat! \n Stats er et open source værktøj, det er gratis og vil altid være det. \n Hvis du nyder Stats er du meget velkommen til at støtte projektet!";

// Alerts
"New version available" = "Ny udgave tilgængelig";
"Click to install the new version of Stats" = "Klik for at installere den nye udgave af Stats";
"Successfully updated" = "Opdatering succesfuld";
"Stats was updated to v" = "Stats er blevet opdateret til v%0";
"Reset settings text" = "Alle programmets indstillinger vil blive nulstillet og programmet genstartes. Er du sikker på du vil fortsætte?";
"Support text" = "Tak, fordi du bruger Stats!\n\n Det tager tid og ressourcer at vedligeholde og forbedre dette open source-projekt. Din støtte hjælper os med at fortsætte med at levere en gratis og pålidelig applikation til alle.\n\nHvis du finder Stats nyttigt, kan du overveje at give et bidrag. Hver eneste lille smule hjælper!";

// Settings
"Open Activity Monitor" = "Åben Aktivitetsmonitor";
"Report a bug" = "Rapportér en fejl";
"Support the application" = "Støt programmets udvikling";
"Close application" = "Luk programmet";
"Open application settings" = "Åben applikationsindstillinger";
"Open dashboard" = "Åben instrumentbræt";
"No notifications available in this module" = "Ingen notifikationer er tilgængelige i dette modul"; // translategemma:4b
"Open Calendar" = "Åbn kalender"; // translategemma:4b
"Toggle the module" = "Aktiver/deaktiver modulet"; // translategemma:4b

// Application settings
"Update application" = "Opdatér applikation";
"Check for updates" = "Søg efter opdateringer";
"At start" = "Ved opstart";
"Once per day" = "Én gang om dagen";
"Once per week" = "Én gang om ugen";
"Once per month" = "Én gang om måneden";
"Never" = "Aldrig";
"Check for update" = "Søg efter opdatering";
"Show icon in dock" = "Vis ikon i Dock";
"Start at login" = "Start ved login";
"Build number" = "Byggeversion"; // translategemma:4b
"Import settings" = "Importindstillinger"; // translategemma:4b
"Export settings" = "Eksportindstillinger"; // translategemma:4b
"Reset settings" = "Nulstil indstillinger";
"Pause the Stats" = "Sæt Stats på pause";
"Resume the Stats" = "Genoptag Stats";
"Combined modules" = "Kombinerede moduler";
"Combined details" = "Sammenfattede oplysninger"; // translategemma:4b
"Spacing" = "Mellemrum";
"Share anonymous telemetry" = "Del anonym brugsdata";
"Choose file" = "Vælg fil"; // translategemma:4b
"Stress tests" = "Belastningstest"; // translategemma:4b

// Dashboard
"Serial number" = "Serienummer";
"Model identifier" = "Model-identifikator"; // translategemma:4b
"Production year" = "Produktionsår"; // translategemma:4b
"Uptime" = "Oppetid";
"Number of cores" = "%0 kerner";
"Number of threads" = "%0 tråde";
"Number of e-cores" = "%0 efficiency kerner";
"Number of p-cores" = "%0 performance kerner";
"Disks" = "Skiver"; // translategemma:4b
"Display" = "Skærm"; // translategemma:4b

// Update
"The latest version of Stats installed" = "Den nyeste udgave af Stats er installeret";
"Downloading..." = "Downloader...";
"Current version: " = "Nuværende version:  ";
"Latest version: " = "Nyeste version:    ";

// Widgets
"Color" = "Farve";
"Label" = "Tekstmærke";
"Box" = "Boks";
"Frame" = "Ramme";
"Value" = "Værdi";
"Colorize" = "Farve";
"Colorize value" = "Farve værdi";
"Additional information" = "Yderligere information";
"Reverse values order" = "Omvend værdi-rækkefølge";
"Base" = "Grundlæggende"; // translategemma:4b
"Display mode" = "Visningstilstand";
"One row" = "Én række";
"Two rows" = "Two rækker";
"Mini widget" = "Mini";
"Line chart widget" = "Linjegraf";
"Bar chart widget" = "Bjælegraf";
"Pie chart widget" = "Cirkeldiagram";
"Network chart widget" = "Netværksgraf";
"Speed widget" = "Hastighed";
"Battery widget" = "Batteri";
"Stack widget" = "Stablet";
"Memory widget" = "Hukommelse";
"Static width" = "Statisk bredde";
"Tachometer widget" = "Omdrejningstæller";
"State widget" = "Status";
"Text widget" = "Tekstwidget"; // translategemma:4b
"Battery details widget" = "Widget til at vise batteriets detaljer"; // translategemma:4b
"Show symbols" = "Vis symboler";
"Label widget" = "Etikett"; // translategemma:4b
"Number of reads in the chart" = "Antal læsninger i grafen";
"Color of download" = "Download farve";
"Color of upload" = "Upload farve";
"Monospaced font" = "Monospaced skrifttype";
"Reverse order" = "Omvend rækkefølge"; // translategemma:4b
"Chart history" = "Diagramhistorik"; // translategemma:4b
"Default color" = "Standard"; // translategemma:4b
"Transparent when no activity" = "Gennemsigtig, når der ikke er nogen aktivitet"; // translategemma:4b
"Constant color" = "Konstant"; // translategemma:4b

// Module Kit
"Open module settings" = "Åben indstillinger for moduler";
"Select widget" = "Vælg %0 widget";
"Open widget settings" = "Åben indstillinger for widgets";
"Update interval" = "Opdateringsinterval";
"Usage history" = "Brugshistorik";
"Details" = "Detaljer";
"Top processes" = "Top processer";
"Pictogram" = "Piktogram";
"Module" = "Modul";
"Widgets" = "Widget"; // translategemma:4b
"Popup" = "Pop op";
"Notifications" = "Meddelelser";
"Merge widgets" = "Sammenlæg widgets";
"No available widgets to configure" = "Ingen widgets tilgængelig for konfiguration";
"No options to configure for the popup in this module" = "Det er ikke muligt at konfigurere popup'en i dette modul";
"Process" = "Proces"; // translategemma:4b
"Kill process" = "Afslut proces"; // translategemma:4b
"Keyboard shortcut" = "Tastaturgenvej"; // translategemma:4b
"Listening..." = "Lytter..."; // translategemma:4b

// Modules
"Number of top processes" = "Antal topprocesser";
"Update interval for top processes" = "Opdateringsinterval for topprocesser";
"Notification level" = "Notifikationsniveau";
"Chart color" = "Grafens farve";
"Main chart scaling" = "Primær diagramskala"; // translategemma:4b
"Scale value" = "Skala værdi"; // translategemma:4b
"Text widget value" = "Værdien for tekstwidget"; // translategemma:4b

// CPU
"CPU usage" = "CPU brug";
"CPU temperature" = "CPU temperatur";
"CPU frequency" = "CPU frekvens";
"System" = "System";
"User" = "Bruger";
"Idle" = "Ikke i brug";
"Show usage per core" = "Vis brug per kærne";
"Show hyper-threading cores" = "Vis hyper-threading kærner";
"Split the value (System/User)" = "Opdel værdier (System/Bruger)";
"Scheduler limit" = "Schedulerbegrænsning";
"Speed limit" = "Hastighedsbegræsning";
"Average load" = "Gennemsnitlig belastning";
"1 minute" = "1 minut";
"5 minutes" = "5 minuter";
"15 minutes" = "15 minuter";
"CPU usage threshold" = "Grænseværdi for CPU brug";
"CPU usage is" = "CPU brug er %0";
"Efficiency cores" = "Efficiency kerner";
"Performance cores" = "Performance kerner";
"System color" = "Systemets farve";
"User color" = "Bruger farve";
"Idle color" = "'Ikke i brug' farve";
"Cluster grouping" = "Grupper efter type";
"Efficiency cores color" = "Efficiency kerner farve";
"Performance cores color" = "Performance kerner farve";
"Total load" = "Samlet belastning"; // translategemma:4b
"System load" = "Systembelastning"; // translategemma:4b
"User load" = "Brugerbelastning"; // translategemma:4b
"Efficiency cores load" = "Effektivitetskerner indlæses"; // translategemma:4b
"Performance cores load" = "Ydestykkerne indlæses"; // translategemma:4b
"All cores" = "Alle kerner"; // translategemma:4b

// GPU
"GPU to show" = "GPU der vises";
"Show GPU type" = "Vis GPU type";
"GPU enabled" = "GPU aktiveret";
"GPU disabled" = "GPU deaktiveret";
"GPU temperature" = "GPU temperatur";
"GPU utilization" = "GPU brugsniveau";
"Vendor" = "Leverandør";
"Model" = "Model";
"Status" = "Status";
"Active" = "Aktiv";
"Non active" = "Ikke aktiv";
"Fan speed" = "Blæserhastighed";
"Core clock" = "Kærnefrekvens";
"Memory clock" = "Hukommelsesfrekvens";
"Utilization" = "Brugsniveau";
"Render utilization" = "Brug af rendering";
"Tiler utilization" = "Brug af tiler";
"GPU usage threshold" = "Grænseværdi for GPU brug";
"GPU usage is" = "GPU brug er %0";

// RAM
"Memory usage" = "Hukommelse i brug";
"Memory pressure" = "Hukommelsebelastning";
"Total" = "Samlet"; // translategemma:4b
"Used" = "Brugt";
"App" = "App";
"Wired" = "Kabllet"; // translategemma:4b
"Compressed" = "Komprimeret";
"Free" = "Ledig";
"Swap" = "Swap";
"Split the value (App/Wired/Compressed)" = "Opdel værdierne (App/Wired/Komprimeret)";
"RAM utilization threshold" = "Grænseværdi for RAM udnyttelse";
"RAM utilization is" = "RAM udnyttelse er %0";
"App color" = "App farve";
"Wired color" = "Brugt farve";
"Compressed color" = "Komprimeret farve";
"Free color" = "Fri farve";
"Free memory (less than)" = "Gratis hukommelse (mindre end)"; // translategemma:4b
"Swap size" = "Udvekslingsstørrelse"; // translategemma:4b
"Free RAM is" = "Ledig RAM er %0"; // translategemma:4b

// Disk
"Show removable disks" = "Vis eksterne diske";
"Used disk memory" = "%0 af %1 i brug";
"Free disk memory" = "%0 af %1 ledig";
"Disk to show" = "Disk der vises";
"Open disk" = "Åben disk";
"Switch view" = "Skift visning";
"Disk utilization threshold" = "Grænseværdi for diskbrug";
"Disk utilization is" = "Disk brug er %0";
"Read color" = "Read farve";
"Write color" = "Write farve";
"Disk usage" = "Disk brug";
"Total read" = "Samlet læsetid"; // translategemma:4b
"Total written" = "Samlet skriftligt"; // translategemma:4b
"Write speed" = "Skriv"; // translategemma:4b
"Read speed" = "Læs"; // translategemma:4b
"Drives" = "Drivkraft"; // translategemma:4b
"SMART data" = "SMART-data"; // translategemma:4b

// Sensors
"Temperature unit" = "Temperaturenhed";
"Celsius" = "Celsius";
"Fahrenheit" = "Fahrenheit";
"Save the fan speed" = "Gem blæserhastighed";
"Fan" = "Blæser";
"HID sensors" = "HID sensorer";
"Synchronize fan's control" = "Synkroniser blæserkontrol";
"Current" = "Strøm";
"Energy" = "Energi";
"Show unknown sensors" = "Vis ukendte sensorer";
"Install fan helper" = "Tillad blæserkontrol";
"Uninstall fan helper" = "Afinstaller blæserkontrol";
"Fan value" = "Blæserværdi";
"Turn off fan" = "Slå blæseren fra"; // translategemma:4b
"You are going to turn off the fan. This is not recommended action that can damage your mac, are you sure you want to do that?" = "Du er ved at slukke for blæseren. Dette er ikke en anbefalet handling, da det kan skade din Mac. Er du sikker på du vil fortsætte?";
"Sensor threshold" = "Sensorgrænse"; // translategemma:4b
"Left fan" = "Venstre"; // translategemma:4b
"Right fan" = "Korrekt"; // translategemma:4b
"Fastest fan" = "Hurtigst"; // translategemma:4b
"Sensor to show" = "Sensor til at vise"; // translategemma:4b

// Network
"Uploading" = "Upload";
"Downloading" = "Download";
"Public IP" = "Offentlig IP";
"Local IP" = "Lokal IP";
"Interface" = "Grænseflade"; // translategemma:4b
"Physical address" = "Fysisk adresse";
"Refresh" = "Genopfrisk";
"Click to copy public IP address" = "Klik for at kopiere offentlig IP";
"Click to copy local IP address" = "Klik for at kopiere lokal IP";
"Click to copy wifi name" = "Klik for at kopiere wifi-navn";
"Click to copy mac address" = "Klik for at kopiere mac-adresse";
"No connection" = "Ingen forbindelse";
"Network interface" = "Netværksinterface";
"Total download" = "Download i alt";
"Total upload" = "Upload i alt";
"Reader type" = "Læsertype";
"Interface based" = "Interface baseret";
"Processes based" = "Process baseret";
"Reset data usage" = "Nulstil databrug";
"VPN mode" = "VPN-tilstand";
"Standard" = "Standard";
"Security" = "Sikkerhed";
"Channel" = "Kanal";
"Common scale" = "Ens skalering";
"Autodetection" = "Automatisk";
"Widget activation threshold" = "Grænseværdi for aktivering af widget";
"Internet connection" = "Internetforbindelse";
"Active state color" = "Aktiv farve";
"Nonactive state color" = "Inaktiv farve";
"Connectivity host (ICMP)" = "Host for forbindelse (ICMP)"; // translategemma:4b
"Leave empty to disable the check" = "Lad feltet være tom for at deaktivere tjekket";
"Connectivity history" = "Forbindelseshistorik";
"Auto-refresh public IP address" = "Automatisk opdatering af offentlig IP adresse";
"Every hour" = "Hver time";
"Every 12 hours" = "Hver 12 timer";
"Every 24 hours" = "Hver 24 timer";
"Network activity" = "Netværksaktivitet";
"Last reset" = "Sidste nulstilling %0 siden";
"Latency" = "Forsinkelse"; // translategemma:4b
"Upload speed" = "Upload";
"Download speed" = "Download";
"Address" = "Adresse"; // translategemma:4b
"WiFi network" = "WiFi-netværk"; // translategemma:4b
"Local IP changed" = "Det lokale IP-adresse har ændret sig"; // translategemma:4b
"Public IP changed" = "Den offentlige IP-adresse er ændret"; // translategemma:4b
"Previous IP" = "Tidligere IP-adresse: %0"; // translategemma:4b
"New IP" = "Ny IP-adresse: %0"; // translategemma:4b
"Internet connection lost" = "Internetforbindelsen er mistet"; // translategemma:4b
"Internet connection established" = "Internetforbindelse etableret"; // translategemma:4b

// Battery
"Level" = "Niveau";
"Source" = "Kilde";
"AC Power" = "Strøm fra AC";
"Battery Power" = "Strøm fra batteri";
"Time" = "Tid";
"Health" = "Helbred";
"Amperage" = "Ampere";
"Voltage" = "Volt";
"Cycles" = "Cykler";
"Temperature" = "Temperatur";
"Power adapter" = "Strømforsyning";
"Power" = "Strøm";
"Is charging" = "Oplader";
"Time to discharge" = "Tid til afladning";
"Time to charge" = "Tid til opladning";
"Calculating" = "Udregner";
"Fully charged" = "Fuldt opladt";
"Not connected" = "Ikke forbundet";
"Low level notification" = "Notifikation om lavt niveau";
"High level notification" = "Notifikation om højt niveau";
"Low battery" = "Lavt batteri";
"High battery" = "Højt batteri";
"Battery remaining" = "%0% Tilbage";
"Battery remaining to full charge" = "%0% Indtil fuldt opladt";
"Percentage" = "Procent";
"Percentage and time" = "Procent og tid";
"Time and percentage" = "Tid og procent";
"Time format" = "Tidsformat";
"Hide additional information when full" = "Skjul yderligere information når fuldt opladt";
"Last charge" = "Sidst opladt";
"Capacity" = "Kapacitet";
"current / maximum / designed" = "nuværende / maksimal / designet"; // translategemma:4b
"Low power mode" = "Energibesparende funktion";
"Percentage inside the icon" = "Procenttegn i ikonet";
"Colorize battery" = "Farvelæg batteri";
"Charging current" = "Lade-strøm"; // translategemma:4b
"Charging Voltage" = "Opladningsspænding"; // translategemma:4b
"Charger state inside the battery" = "Tilstand af opladningssystemet inde i batteriet"; // translategemma:4b

// Bluetooth
"Battery to show" = "Batteri der vises";
"No Bluetooth devices are available" = "Ingen tilgængelige Bluetoothenheder";

// Clock
"Time zone" = "Tidszone";
"Local" = "Lokalt";
"Calendar" = "Kalender"; // translategemma:4b
"Show week numbers" = "Vis ugenummer"; // translategemma:4b
"Local time" = "Lokal tid"; // translategemma:4b
"Add new clock" = "Tilføj et nyt ur"; // translategemma:4b
"Delete selected clock" = "Slet det valgte ur"; // translategemma:4b
"Help with datetime format" = "Hjælp med at formatere dato og tid"; // translategemma:4b

// Colors
"Based on utilization" = "Baseret på brug";
"Based on pressure" = "Baseret på belastning";
"Based on cluster" = "Baseret på gruppen"; // translategemma:4b
"System accent" = "Systemets tone"; // translategemma:4b
"Monochrome accent" = "Monochromatisk accent";
"Clear" = "Gennemsigtig";
"White" = "Hvid";
"Black" = "Sort";
"Gray" = "Grå";
"Second gray" = "Sekundær grå";
"Dark gray" = "Mørk grå";
"Light gray" = "Lys grå";
"Red" = "Rød";
"Second red" = "Sekundær rød";
"Green" = "Grøn";
"Second green" = "Sekundær grøn";
"Blue" = "Blå";
"Second blue" = "Sekundær blå";
"Yellow" = "Gul";
"Second yellow" = "Sekundær gul";
"Orange" = "Orange";
"Second orange" = "Sekundær orange";
"Purple" = "Lilla";
"Second purple" = "Sekundær lilla";
"Brown" = "Brun";
"Second brown" = "Sekundær brun";
"Cyan" = "Cyan";
"Magenta" = "Magenta";
"Pink" = "Pink";
"Teal" = "Blågrøn";
"Indigo" = "Indigo";
